const bn = {
  translation: {
    foundationName: "বাদোখালী ইয়ুথ ফাউন্ডেশন",
   home: "হোম",
about: "আমাদের সম্পর্কে",
activities: "কার্যক্রম",
notice: "নোটিশ",
contact: "যোগাযোগ",
donation: "অনুদান",
feedback: "মতামত",
bloodBank: "ব্লাড ব্যাংক",

quickLinks: "গুরুত্বপূর্ণ লিংক",
donors: "দাতা",
adminSite: "অ্যাডমিন সাইট",
contactInfo: "যোগাযোগের তথ্য",
followUs: "আমাদের অনুসরণ করুন",
visitors: "দর্শনার্থী",
year: "২০২৬",

ourLocation: "আমাদের অবস্থান",
foundationOffice: "ফাউন্ডেশন অফিস",

name: "নাম",
addressLabel: "ঠিকানা",

village: "গ্রাম",
post: "পোস্ট",
upazila: "উপজেলা",

phone: "ফোন",
email: "ইমেইল",

badokhali: "বাদোখালী",
Mograhat: "মগরাহাট-৯৩০০",
bagerhat: "বাগেরহাট সদর",
khulna: "বাগেরহাট, খুলনা",

  ourDonors: "আমাদের দাতা",

donorDescription:
  "বাদোখালী ইয়ুথ ফাউন্ডেশনকে যারা সহযোগিতা করেন, তাদের প্রত্যেকের প্রতি আমরা কৃতজ্ঞ।",

searchDonor: "দাতার নাম দিয়ে অনুসন্ধান করুন...",

loadingDonors: "দাতাদের তথ্য লোড হচ্ছে...",

noDonorFound: "কোনো দাতা পাওয়া যায়নি",

tryAnotherName:
  "অন্য কোনো নাম দিয়ে অনুসন্ধান করে দেখুন।",

donorList: "দাতাদের তালিকা",

donorName: "দাতার নাম",

addressNotAvailable:
  "ঠিকানা পাওয়া যায়নি",

nonCash: "নগদ নয়",

donor: "জন দাতা",

donors1: "জন দাতা",

matching: "মিলেছে",

getDirection: "দিকনির্দেশনা নিন",
googleMap: "গুগল ম্যাপ",
address:
  "বাদোখালী, মগরাহাট-৯৩০০, বাগেরহাট সদর, বাগেরহাট",
allRightsReserved: "সর্বস্বত্ব সংরক্ষিত",

    heroDescription:
      " একটি স্বেচ্ছাসেবী, অলাভজনক সংগঠন, যা শিক্ষা, স্বাস্থ্যসেবা, মানবিক সহায়তা, পরিবেশ সংরক্ষণ এবং যুব ক্ষমতায়নের মাধ্যমে একটি উন্নত সমাজ গড়ে তুলতে প্রতিশ্রুতিবদ্ধ।",

    missionVision: "লক্ষ্য ও উদ্দেশ্য",

    heroMission:
      "শিক্ষা, স্বাস্থ্যসেবা, যুব উন্নয়ন, সামাজিক কল্যাণ এবং মানবিক উদ্যোগের মাধ্যমে বাদোখালীর মানুষের ক্ষমতায়ন করা এবং একটি উন্নত ও অন্তর্ভুক্তিমূলক সমাজ গড়ে তোলা, যেখানে প্রত্যেক ব্যক্তি বিকশিত হওয়ার, অবদান রাখার এবং মর্যাদার সঙ্গে জীবনযাপন করার সুযোগ পায়।",
  },
};

export default bn;